Revit 2027 API
ParameterTypeId.StructuralSectionLangleBoltSpacingShorterFlange Property
 "Bolt Spacing Shorter Flange"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionLangleBoltSpacingShorterFlange { get; }
Public Shared ReadOnly Property StructuralSectionLangleBoltSpacingShorterFlange As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionLangleBoltSpacingShorterFlange {
	ForgeTypeId^ get ();
}
static member StructuralSectionLangleBoltSpacingShorterFlange : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace